Repository: kaffka-san/XLaunch
Catalog: *.lproj/Localizable.strings
Languages: cs

# ViewController.NavigationTitle
source: Space-X launches
cs: Space-X spouštění

# ViewController.SortingParameters.Title
source: Please choose preferable sorting parameter
cs: Prosím, zvolte preferovaný způsob řazení

# ViewController.SortingParameters.Action.Cancel
source: Cancel
cs: Zrušit

# ViewController.SearchBar.Placeholder
source: Search for launches
cs: Hledej spouštění

# LaunchViewCell.subtitle
source: Flight number:
cs: Číslo letu:

# DetailView.LaunchDate.Subtitle
source: Launch Date
cs: Datum spuštění

# DetailView.LaunchStatus.Subtitle
source: Launch Status
cs: Stav spuštění

# DetailView.LaunchStatus.failure
source: Failure
cs: Selhání

# DetailView.LaunchStatus.success
source: Success
cs: Úspěch

# DetailView.LaunchStatus.unknown
source: Unknown
cs: Neznámý

# DetailView.Details
source: Details
cs: Podrobnosti

# ApplicationState.Empty
source: No launches to show ðŸš€
cs: Žádná spouštění k zobrazení 🚀

# ApplicationState.NoResults
source: No results ðŸ‘€
cs: Žádné výsledky 👀

# LaunchServiceError.GenericError
source: There was an error:
cs: Došlo k chybě:

# LaunchServiceError.UnableToComplete
source: Unable to complete a task
cs: Nelze dokončit úlohu

# LaunchServiceError.InvalidURL
source: Unable to complete your request
cs: Nelze dokončit váš požadavek

# LaunchServiceError.InvalidData
source: The data received from the server was invalid. Please try again
cs: Data získaná ze serveru nejsou platná. Zkuste to znovu

# LaunchServiceError.InvalidResponse
source: Invalid response from the server. Please try again
cs: Neplatná odpověď od serveru. Zkuste to znovu

# LaunchServiceError.UnknownError
source: Unknown Error
cs: Neznámá chyba

# EmptyView.RetryButton
source: Retry
cs: Zkusit znovu

# SortService.Name
source: Name
cs: Název

# SortService.Date
source: Date
cs: Datum

# SortService.FlightNumber
source: Flight number
cs: Číslo letu
